{
	"header": {
		"mainPage": "Наша команда",
		"projectsPage": "Наши проекты",
		"commentsPage": "Отзывы"
	},
	"footer": {
		"text1": "Проект в рамках интенсива Академии Яндекса",
		"text2": "Начало работы над проектом: 7/12/2022"
	},
	"mainPage": {
		"heroBlock": {
			"title": "Разработка сайтов под ключ",
			"subtitle": "Разработаем сайт, исходя из Вашего рынка, геогрaфии, портрета клиента и внутренних бизнес-процессов",
			"card1": "Аналитика и маркетинг, как основа принятия решения при создании сайта",
			"card2": "SEO проектирование сайта с охватом до 99% целевой аудитории",
			"card3": "Коэффициент конверсии в 2-3,5 раза выше среднерыночного (Но тут уже как красивее по длине будет)"
		},
		"mapBlock": {
			"title": "Контактная информация",
			"contactButton": "Связаться с нами"
		},
		"modalWindowContact": {
			"title": "Свяжитесь с нами",
			"author": {
				"text": "Как Вас зовут",
				"required": "Имя должно быть введено!",
				"minLength": "Минимум 3 символа!",
				"notPattern": "Имя не должно содержать спец символов и цифр!"
			},
			"email": {
				"text": "Ваш Email",
				"required": "Email должен быть введен!",
				"notPattern": "Email некорректен!"
			},
			"text": {
				"text": "Ваше сообщение",
				"required": "Сообщение должно быть введено!",
				"minLength": "Минимум 6 символов!",
				"maxLength": "Максимум 1000 символов!"
			},
			"checkBoxLabel": "Даю согласие на обработку персональных данных",
			"onSuccess": "Форма успешно отправлена!",
			"onFailed": "Не удалось отправить форму :(",
			"buttonSend": "Отправить",
			"buttonOk": "Ок"
		}
	},
	"projectsPage": {
		"searchBar": "Поиск по проектам..."
	},
	"notFoundPage": {
		"title": "Данной страницы не существует"
	},
	"personalDataPage": {
		"title": "Пользовательское Соглашение",
		"data": "Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между владельцем turtle.ru (далее Turtle или Администрация) с одной стороны и пользователем сайта с другой. Сайт Turtle не является средством массовой информации. Используя сайт, Вы соглашаетесь с условиями данного соглашения. Если Вы не согласны с условиями данного соглашения, не используйте сайт Turtle! Права и обязанности сторон Пользователь имеет право: - осуществлять поиск информации на сайте - получать информацию на сайте - использовать информацию сайта в личных некоммерческих целях Администрация имеет право: - по своему усмотрению и необходимости создавать, изменять, отменять правила - ограничивать доступ к любой информации на сайте Пользователь обязуется: - не нарушать работоспособность сайта - не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами Администрация обязуется: - поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам. Ответственность сторон - администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами - в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса Условия действия Соглашения Данное Соглашение вступает в силу при любом использовании данного сайта. Соглашение перестает действовать при появлении его новой версии. Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению. Администрация не оповещает пользователей об изменении в Соглашении. Пользователь самостоятельно несет ответственность за соответствие содержания размещаемого Пользователем контента требованиям действующего законодательства, включая ответственность перед третьими лицами в случаях, когда размещение Пользователем того или иного контента или содержание контента нарушает права и законные интересы третьих лиц, в том числе личные неимущественные права авторов, иные интеллектуальные права третьих лиц, и/или посягает на принадлежащие им нематериальные блага. Соглашение разработано на базе юридических документов сервиса Правилль"
	},
	"commentsPage": {
		"title": "Оставьте комментарий о нас"
	}
}
